const initialState = {
    "DPP": {
        "title": "民主進步黨",
        "id": "DPP",
        "list": [
            "吳焜裕",
            "吳玉琴",
            "陳曼麗",
            "顧立雄",
            "蔡培慧",
            "王榮璋",
            "谷辣斯·尤達卡KolasYotaka",
            "余宛如",
            "蘇嘉全",
            "段宜康",
            "鄭麗君",
            "陳其邁",
            "尤美女",
            "李應元",
            "鍾孔炤",
            "林靜儀",
            "徐國勇",
            "施義芳",
            "周春米",
            "李麗芬",
            "郭正亮",
            "邱泰源",
            "蔣絜安",
            "陳靜敏",
            "黃義佑",
            "余莓莓",
            "陳義聰",
            "江梅惠",
            "謝世英",
            "曾美玲",
            "董建宏",
            "蔡宛芬",
            "黃帝穎",
            "王貴蓮"
        ]
    },
    "GSD": {
        "title": "綠黨社會民主黨聯盟",
        "id": "GSD",
        "list": [
            "張麗芬",
            "李根政",
            "詹順貴",
            "葉大華",
            "謝英俊",
            "許秀雯"
        ]
    },
    "TSU": {
        "title": "台灣團結聯盟",
        "id": "TSU",
        "list": [
            "陳奕齊",
            "顏綠芬",
            "賴振昌",
            "傅馨儀",
            "黃光藝",
            "李心儀",
            "高基讚",
            "張素華",
            "張兆林",
            "周倪安",
            "丁文祺",
            "林玉芳",
            "李卓翰",
            "張禾沂",
            "蔡青芳"
        ]
    },
    "PFP": {
        "title": "親民黨",
        "id": "PFP",
        "list": [
            "李鴻鈞",
            "陳怡潔",
            "周陳秀霞",
            "黃越宏",
            "楊紫宗",
            "何偉真",
            "葉青",
            "胡祖慶",
            "鄭美蘭",
            "任睦杉",
            "劉冠霆",
            "董貞吟",
            "藍姿寬",
            "張克士",
            "黎淑慧",
            "李漢強"
        ]
    },
    "KMT": {
        "title": "中國國民黨",
        "id": "KMT",
        "list": [
            "王金平",
            "柯志恩",
            "陳宜民",
            "林麗蟬",
            "許毓仁",
            "曾銘宗",
            "黃昭順",
            "吳志揚",
            "張麗善",
            "徐榛蔚",
            "曾永權",
            "王育敏",
            "胡筑生",
            "林奕華",
            "童惠珍",
            "李貴敏",
            "徐巧芯",
            "陳玉梅",
            "侯佳齡",
            "李德維",
            "馬在勤",
            "連元章",
            "林倩綺",
            "邱素蘭",
            "王桂芸",
            "林信華",
            "楊建中",
            "郭淑娟",
            "鄭女勤",
            "李正皓",
            "曾瓊瑤",
            "林家興",
            "蕭敬嚴"
        ]
    },
    "PPU": {
        "title": "和平鴿聯盟黨",
        "id": "PPU",
        "list": [
            "吳宛甄",
            "鄭文松",
            "莊秉鴻"
        ]
    },
    "FTP": {
        "title": "自由台灣黨",
        "id": "FTP",
        "list": [
            "蕭曉玲",
            "郭正典",
            "周芷萱",
            "林世杰",
            "李淑慧",
            "蔡丁貴"
        ]
    },
    "NPP": {
        "title": "時代力量",
        "id": "NPP",
        "list": [
            "高潞·以用·巴魕剌Kawlo·Iyun·Pacidal",
            "徐永明",
            "鄭秀玲",
            "柯劭臻",
            "林依瑩",
            "柯一正"
        ]
    },
    "FHL": {
        "title": "信心希望聯盟",
        "id": "FHL",
        "list": [
            "董保城",
            "李莉娟",
            "黃迺毓",
            "陶君亮",
            "南岳君",
            "馮珮"
        ]
    },
    "NSU": {
        "title": "無黨團結聯盟",
        "id": "NSU",
        "list": [
            "林炳坤",
            "黃美蘭",
            "游旻慈",
            "鄭美珠",
            "蔡咏鍀",
            "蔡錦賢",
            "謝忠恆"
        ]
    },
    "NP": {
        "title": "新黨",
        "id": "NP",
        "list": [
            "葉毓蘭",
            "邱毅",
            "沈采穎",
            "唐慧琳",
            "陳麗玲",
            "王炳忠",
            "蘇恆",
            "侯漢廷",
            "趙家蓉",
            "楊世光"
        ]
    },
    "CHTY": {
        "title": "中華統一促進黨",
        "id": "CHTY",
        "list": [
            "張安樂",
            "趙福芬",
            "莊永彰",
            "肖云霞",
            "陳建華",
            "李淑華",
            "張孟崇",
            "陳韻如",
            "李宗奎",
            "康淑敏"
        ]
    },
    "MCFAP": {
        "title": "軍公教聯盟黨",
        "id": "MCFAP",
        "list": [
            "張賜",
            "陳金梅",
            "汪耀華",
            "陸炳成",
            "魏千妮"
        ]
    },
    "MKT": {
        "title": "民國黨",
        "id": "MKT",
        "list": [
            "陳漢洲",
            "林錫維",
            "陳奕樵",
            "蔡慧玲",
            "李天鐸",
            "何宇羚",
            "曾玉瓊",
            "蔡宥祥",
            "陳麗紋",
            "劉美貞"
        ]
    },
    "TIP": {
        "title": "台灣獨立黨",
        "id": "TIP",
        "list": [
            "田明達"
        ]
    },
    "TP": {
        "title": "樹黨",
        "id": "TP",
        "list": [
            "潘翰聲",
            "邱馨慧"
        ]
    },
    "DASG": {
        "title": "大愛憲改聯盟",
        "id": "DASG",
        "list": [
            "黃千明",
            "吾爾開希·多萊特",
            "黃馨主",
            "張怡菁",
            "李宗勲",
            "洪美珍"
        ]
    },
    "NHSA": {
        "title": "健保免費連線",
        "id": "NHSA",
        "list": [
            "許榮淑",
            "林東雄",
            "黃嘉華"
        ]
    }
}

export default function reducer(state = initialState, action = {}) {
  switch (action.type) {
    default:
      return state;
  }
}

