const initialState = {

    "KMT" : {
       "title": "中國國民黨",
       "id"   : "KMT",
       "list" : ["王金平","柯志恩","陳宜民","林麗蟬","許毓仁","曾銘宗","黃昭順","吳志揚","張麗善","徐榛蔚","曾永權","王育敏","胡築生","林奕華","童惠珍","李貴敏","徐巧芯","陳玉梅","莊爵安","侯佳齡","李德維","馬在勤","連元章","林倩綺","邱素蘭","王桂芸","林信華","楊建中","郭淑娟","鄭女勤","李正皓","曾瓊瑤","林家興","蕭敬嚴"]
    },
    "DPP" : {
        "title": "民主進步黨",
        "id"   : "DPP",
        "list" : ["吳焜裕","吳玉琴","陳曼麗","顧立雄","蔡培慧","王榮璋","Kolas Yotaka","余宛如","蘇嘉全","段宜康","鄭麗君","陳其邁","尤美女","李應元","鍾孔炤","林靜儀","徐國勇","施義芳","周春米","李麗芬","郭正亮","邱泰源","蔣絜安","陳靜敏","黃義佑","余莓莓","陳義聰","阿布娪‧卡阿斐依亞那","謝世英","曾美玲","董建宏","蔡宛芬","黃帝穎","王貴蓮"],
    },
    "TSU" : {
        "title": "台灣團結聯盟",
        "id"   : "TSU",
        "list" : ["陳奕齊","顏綠芬","賴振昌","傅馨儀","黃光藝","李心儀","高基讚","張素華","張兆林","周倪安","楊定國","林玉芳","丁文棋","張禾宜","李卓翰","蔡青芳"]
    },
    "PFP" : {
        "title": "親民黨",
        "id"   : "PFP",
        "list" : ["李鴻鈞","陳怡潔","陳秀霞","黃越宏","楊紫宗","何偉真","葉青","胡祖慶","鄭美蘭","任睦杉","劉冠霆","董貞吟","藍姿寬","張克士","黎淑慧","李漢強"]
    },
    "NSU" : {
       "title": "無黨團結聯盟",
       "id"   : "NSU",
       "list" : ["林炳坤","蔡詠鍀"] 
    },
    "GSD" : {
       "title": "綠黨社會民主黨聯盟",
       "id"   : "GSD",
       "list" : ["張麗芬","李根政","詹順貴","葉大華","謝英俊","許秀雯"] 
    },
    "NPP" : {
       "title": "時代力量",
       "id"   : "NPP",
       "list" : ["高潞‧以用‧巴魕剌","林依瑩","鄭秀玲","柯一正","徐永明"] 
    },
    "FTP" : {
       "title": "自由台灣黨",
       "id"   : "FTP",
       "list" : ["張文瑜","蕭曉玲","郭正典","張銘祐","林世杰"] 
    },
    "MCFAP" : {
       "title": "軍公教聯盟黨",
       "id"   : "MCFAP",
       "list" : ["莊淇銘","陳金梅","胡鎮埔"] 
    },
    "MKT" : {
      "title": "民國黨",
       "id"   : "MKT",
       "list" : [] 
    },
    "FHL" : {
      "title": "信心希望聯盟",
       "id"   : "FHL",
       "list" : [] 
    }    
};

export default function reducer(state = initialState, action = {}) {
  switch (action.type) {
    default:
      return state;
  }
}

