const initialState = {
    "DPP": {
        "title": "民主進步黨",
        "id": "DPP",
        "list": [
            {
                "name": "吳焜裕",
                "info": "食安／林杰樑／台大教授"
            },
            {
                "name": "吳玉琴",
                "info": "老人福利"
            },
            {
                "name": "陳曼麗",
                "info": "主婦聯盟"
            },
            {
                "name": "顧立雄",
                "info": "律師／司改會／廢死聯盟"
            },
            {
                "name": "蔡培慧",
                "info": "台灣農村陣線／大埔事件"
            },
            {
                "name": "王榮璋",
                "info": "殘障聯盟／稅改／第6屆立委"
            },
            {
                "name": "谷辣斯·尤達卡KolasYotaka",
                "info": "原住民電視台前主播"
            },
            {
                "name": "余宛如",
                "info": "生態綠／公平交易"
            },
            {
                "name": "蘇嘉全",
                "info": "第2～3屆立委／屏東縣長／農舍爭議"
            },
            {
                "name": "段宜康",
                "info": "第5、8屆立委／吞曲棍球爭議"
            },
            {
                "name": "鄭麗君",
                "info": "第8屆立委／現任立委／課綱"
            },
            {
                "name": "陳其邁",
                "info": "第3、4、5、8屆立委"
            },
            {
                "name": "尤美女",
                "info": "律師／婦女運動／第8屆立委／婚姻平權"
            },
            {
                "name": "李應元",
                "info": "第3、4、8屆立委"
            },
            {
                "name": "鍾孔炤",
                "info": "高雄市客委會主委／勞工局長"
            },
            {
                "name": "林靜儀",
                "info": "中山醫婦產科醫師／民進黨婦女部主任"
            },
            {
                "name": "徐國勇",
                "info": "律師／第6屆立委／立委減半運動"
            },
            {
                "name": "施義芳",
                "info": "土木技師公會"
            },
            {
                "name": "周春米",
                "info": "屏東律師公會"
            },
            {
                "name": "李麗芬",
                "info": "台灣展翅協會（原終止童妓協會）"
            },
            {
                "name": "郭正亮",
                "info": "第5、6屆立委／兩岸關係爭議"
            },
            {
                "name": "邱泰源",
                "info": "台大醫師"
            },
            {
                "name": "蔣絜安",
                "info": "桃園客家事務局長／鍾肇政媳婦"
            },
            {
                "name": "陳靜敏",
                "info": "成大護理系教授"
            },
            {
                "name": "黃義佑",
                "info": "中山大學電機系教授"
            },
            {
                "name": "余莓莓",
                "info": "名嘴"
            },
            {
                "name": "陳義聰",
                "info": "牙醫師公會理事長"
            },
            {
                "name": "江梅惠\nAbu．Kaaviana",
                "info": "高雄市原民會主委"
            },
            {
                "name": "謝世英",
                "info": "菲律賓台商總會"
            },
            {
                "name": "曾美玲",
                "info": "屏東縣政府客家事務處長"
            },
            {
                "name": "董建宏",
                "info": "勞工陣線"
            },
            {
                "name": "蔡宛芬",
                "info": "台灣女人連線"
            },
            {
                "name": "黃帝穎",
                "info": "律師／民進黨中央黨部發言人"
            },
            {
                "name": "王貴蓮",
                "info": "民進黨立院黨團辦公室主任"
            }
        ]
    },
    "KMT": {
        "title": "中國國民黨",
        "id": "KMT",
        "list": [
            {
                "name": "王金平",
                "info": "第1～8屆立委／第5～8屆院長／關說爭議／密室協商"
            },
            {
                "name": "柯志恩",
                "info": "淡大學務長／電視節目主持人"
            },
            {
                "name": "陳宜民",
                "info": "高醫大副校長／傳染病與癌症研究中心主任"
            },
            {
                "name": "林麗蟬",
                "info": "行政院青年顧問／柬埔寨新住民"
            },
            {
                "name": "許毓仁",
                "info": "TEDxTaipei"
            },
            {
                "name": "曾銘宗",
                "info": "現任金管會主委"
            },
            {
                "name": "黃昭順",
                "info": "第2～8屆立委／自經區爭議"
            },
            {
                "name": "吳志揚",
                "info": "第6、7屆立委／前桃園縣長／中華職棒"
            },
            {
                "name": "張麗善",
                "info": "第6屆立委／張榮味之妹"
            },
            {
                "name": "徐榛蔚",
                "info": "花蓮縣長傅崐萁之妻"
            },
            {
                "name": "曾永權",
                "info": "第2~7屆立委／總統府秘書長／關說爭議"
            },
            {
                "name": "王育敏",
                "info": "第8屆立委／兒少尖兵／頂新爭議"
            },
            {
                "name": "胡筑生",
                "info": "退役中將"
            },
            {
                "name": "林奕華",
                "info": "前台北市議員"
            },
            {
                "name": "童惠珍",
                "info": "僑界"
            },
            {
                "name": "李貴敏",
                "info": "第8屆立委／最perfect的廣電三法／軍審法爭議"
            },
            {
                "name": "徐巧芯",
                "info": "朱立倫競選發言人／前國民黨青年團團長"
            },
            {
                "name": "陳玉梅",
                "info": "前台北市議員"
            },
            {
                "name": "侯佳齡",
                "info": "國民黨中常委"
            },
            {
                "name": "李德維",
                "info": "國民黨中常委／連勝文好友"
            },
            {
                "name": "馬在勤",
                "info": "律師"
            },
            {
                "name": "連元章",
                "info": "僑界"
            },
            {
                "name": "林倩綺",
                "info": "前新北市原民局長"
            },
            {
                "name": "邱素蘭",
                "info": "國民黨黨代表"
            },
            {
                "name": "王桂芸",
                "info": " 國防醫學院護理學系教授"
            },
            {
                "name": "林信華",
                "info": "國民黨宜蘭縣黨部主委"
            },
            {
                "name": "楊建中",
                "info": "退役中將"
            },
            {
                "name": "郭淑娟",
                "info": "國民黨宜蘭縣黨部婦女代表團"
            },
            {
                "name": "鄭女勤",
                "info": "佑生醫院／婦女"
            },
            {
                "name": "李正皓",
                "info": "朱立倫競選辦公室發言人"
            },
            {
                "name": "曾瓊瑤",
                "info": "新莊盲人重建院執行長"
            },
            {
                "name": "林家興",
                "info": "國民黨青年團前總團長"
            },
            {
                "name": "蕭敬嚴",
                "info": "國民黨青年團總團長"
            }
        ]
    },
    "PFP": {
        "title": "親民黨",
        "id": "PFP",
        "list": [
            {
                "name": "李鴻鈞",
                "info": "第5～8屆立委"
            },
            {
                "name": "陳怡潔",
                "info": "第8屆立委"
            },
            {
                "name": "周陳秀霞",
                "info": "前台南縣議長周五六之妻"
            },
            {
                "name": "黃越宏",
                "info": "法治時報社社長"
            },
            {
                "name": "楊紫宗",
                "info": "前台中縣清水鎮鎮長"
            },
            {
                "name": "何偉真",
                "info": "前大葉大學校長"
            },
            {
                "name": "葉青",
                "info": "歌仔戲演員"
            },
            {
                "name": "胡祖慶",
                "info": "東海大學政治系主任"
            },
            {
                "name": "鄭美蘭",
                "info": "全國漁會理事長／第5屆立委"
            },
            {
                "name": "任睦杉",
                "info": "全國聯合總工會理事長"
            },
            {
                "name": "劉冠霆",
                "info": "苗栗公館鄉代會主席"
            },
            {
                "name": "董貞吟",
                "info": "師大健康衛教系教授"
            },
            {
                "name": "藍姿寬",
                "info": "台藝大副校長"
            },
            {
                "name": "張克士",
                "info": "彰化員榮醫院院長"
            },
            {
                "name": "黎淑慧",
                "info": "明新科大副教授"
            },
            {
                "name": "李漢強",
                "info": "原住民"
            }
        ]
    },
    "NPP": {
        "title": "時代力量",
        "id": "NPP",
        "list": [
            {
                "name": "高潞·以用·巴魕剌Kawlo·Iyun·Pacidal",
                "info": "原住民電視台前記者"
            },
            {
                "name": "徐永明",
                "info": "東吳政治系教授"
            },
            {
                "name": "鄭秀玲",
                "info": "台大經濟系教授／反服貿運動"
            },
            {
                "name": "柯劭臻",
                "info": "環境土地律師／大埔事件／美麗灣"
            },
            {
                "name": "林依瑩",
                "info": "老人福利／不老騎士紀錄片"
            },
            {
                "name": "柯一正",
                "info": "我是人我反核／憲法133聯盟／導演"
            }
        ]
    },
    "TSU": {
        "title": "台灣團結聯盟",
        "id": "TSU",
        "list": [
            {
                "name": "陳奕齊",
                "info": "基進側翼／討黨產公投運動"
            },
            {
                "name": "顏綠芬",
                "info": "北藝大音樂教授"
            },
            {
                "name": "賴振昌",
                "info": "第8屆立委"
            },
            {
                "name": "傅馨儀",
                "info": "律師"
            },
            {
                "name": "黃光藝",
                "info": "台灣製造產業大聯盟"
            },
            {
                "name": "李心儀",
                "info": "北市教大助理教授"
            },
            {
                "name": "高基讚",
                "info": "前台中市議員"
            },
            {
                "name": "張素華",
                "info": "宜蘭人文基金會"
            },
            {
                "name": "張兆林",
                "info": "台聯青年部主任"
            },
            {
                "name": "周倪安",
                "info": "第8屆立委"
            },
            {
                "name": "丁文祺",
                "info": "廣播節目協會"
            },
            {
                "name": "林玉芳",
                "info": "基進側翼"
            },
            {
                "name": "李卓翰",
                "info": "爸爸非核陣線"
            },
            {
                "name": "張禾沂",
                "info": "高雄市聯合國際職業婦女協會"
            },
            {
                "name": "蔡青芳",
                "info": "台聯立院黨團國會助理"
            }
        ]
    },
    "MKT": {
        "title": "民國黨",
        "id": "MKT",
        "list": [
            {
                "name": "陳漢洲",
                "info": "調查局／律師"
            },
            {
                "name": "林錫維",
                "info": "勞工總會"
            },
            {
                "name": "陳奕樵",
                "info": "退役陸軍少將／軍情局／江南案陳虎門"
            },
            {
                "name": "蔡慧玲",
                "info": "律師"
            },
            {
                "name": "李天鐸",
                "info": "前國安局退役上校"
            },
            {
                "name": "何宇羚",
                "info": ""
            },
            {
                "name": "曾玉瓊",
                "info": ""
            },
            {
                "name": "蔡宥祥",
                "info": ""
            },
            {
                "name": "陳麗紋",
                "info": ""
            },
            {
                "name": "劉美貞",
                "info": ""
            }
        ]
    },
    "NP": {
        "title": "新黨",
        "id": "NP",
        "list": [
            {
                "name": "葉毓蘭",
                "info": "前警大教授"
            },
            {
                "name": "邱毅",
                "info": "第5～7屆立委／衝車／撕髮迫害／香蕉"
            },
            {
                "name": "沈采穎",
                "info": "藥劑師／台北市藥師公會"
            },
            {
                "name": "唐慧琳",
                "info": "紅衫軍主持人／白狼／國民黨智庫研究員"
            },
            {
                "name": "陳麗玲",
                "info": "律師／前桃園縣環保局長"
            },
            {
                "name": "王炳忠",
                "info": "中華民國頌／白狼／反反旺中／抗獨史陣線"
            },
            {
                "name": "蘇恆",
                "info": "台北大學企管所碩士"
            },
            {
                "name": "侯漢廷",
                "info": "旺中／抗獨史陣線"
            },
            {
                "name": "趙家蓉",
                "info": "資深演員／蔡正元立委前助理"
            },
            {
                "name": "楊世光",
                "info": "東森新聞台財經主播"
            }
        ]
    },
    "NSU": {
        "title": "無黨團結聯盟",
        "id": "NSU",
        "list": [
            {
                "name": "林炳坤",
                "info": "第3～7屆立委／澎湖王"
            },
            {
                "name": "黃美蘭",
                "info": "中華陽光推展關懷協會"
            },
            {
                "name": "游旻慈",
                "info": ""
            },
            {
                "name": "鄭美珠",
                "info": "魚鱗癬畫家"
            },
            {
                "name": "蔡咏鍀",
                "info": "北港朝天宮"
            },
            {
                "name": "蔡錦賢",
                "info": "新北市議員／法院判決當選無效"
            },
            {
                "name": "謝忠恆",
                "info": "台藝大助理教授／書畫藝術"
            }
        ]
    },
    "GSD": {
        "title": "綠黨社會民主黨聯盟",
        "id": "GSD",
        "list": [
            {
                "name": "張麗芬",
                "info": "中華電信工會／勞工運動"
            },
            {
                "name": "李根政",
                "info": "地球公民基金會／環保運動"
            },
            {
                "name": "詹順貴",
                "info": "律師／司改會／大埔事件"
            },
            {
                "name": "葉大華",
                "info": "台少盟"
            },
            {
                "name": "謝英俊",
                "info": "建築師"
            },
            {
                "name": "許秀雯",
                "info": "律師／伴侶盟／同志運動"
            }
        ]
    },
    "FHL": {
        "title": "信心希望聯盟",
        "id": "FHL",
        "list": [
            {
                "name": "董保城",
                "info": "前考選部長／補習班出書爭議"
            },
            {
                "name": "李莉娟",
                "info": "第一位女性分局長"
            },
            {
                "name": "黃迺毓",
                "info": "師大教授／家庭教育／兒童繪本"
            },
            {
                "name": "陶君亮",
                "info": "遊艇大亨"
            },
            {
                "name": "南岳君",
                "info": "台灣世界展望會／前富士康總經理"
            },
            {
                "name": "馮珮",
                "info": "高雄婦女新知爭議"
            }
        ]
    },
    "MCFAP": {
        "title": "軍公教聯盟黨",
        "id": "MCFAP",
        "list": [
            {
                "name": "張賜",
                "info": "公務人員協會前理事長"
            },
            {
                "name": "陳金梅",
                "info": "公務人員協會副秘書長"
            },
            {
                "name": "汪耀華",
                "info": "師大資訊中心組長"
            },
            {
                "name": "陸炳成",
                "info": "退役少將"
            },
            {
                "name": "魏千妮",
                "info": "新北市國小校長"
            }
        ]
    },
    "TP": {
        "title": "樹黨",
        "id": "TP",
        "list": [
            {
                "name": "潘翰聲",
                "info": "環保運動"
            },
            {
                "name": "邱馨慧",
                "info": "呷米友善／台灣蠻野心足生態協會"
            }
        ]
    },
    "FTP": {
        "title": "自由台灣黨",
        "id": "FTP",
        "list": [
            {
                "name": "蕭曉玲",
                "info": "國中音樂老師／郝龍斌解聘／一綱一本"
            },
            {
                "name": "郭正典",
                "info": "陳水扁民間醫療小組"
            },
            {
                "name": "周芷萱",
                "info": "台大研究生協會前會長"
            },
            {
                "name": "林世杰",
                "info": "公義行動教會牧師"
            },
            {
                "name": "李淑慧",
                "info": ""
            },
            {
                "name": "蔡丁貴",
                "info": "公投盟／台大土木教授／18%"
            }
        ]
    },
    "PPU": {
        "title": "和平鴿聯盟黨",
        "id": "PPU",
        "list": [
            {
                "name": "吳宛甄",
                "info": ""
            },
            {
                "name": "鄭文松",
                "info": "內湖媽祖廟會"
            },
            {
                "name": "莊秉鴻",
                "info": ""
            }
        ]
    },
    "NHSA": {
        "title": "健保免費連線",
        "id": "NHSA",
        "list": [
            {
                "name": "許榮淑",
                "info": "第3～6屆立委／人民最大黨"
            },
            {
                "name": "林東雄",
                "info": ""
            },
            {
                "name": "黃嘉華",
                "info": ""
            }
        ]
    },
    "DASG": {
        "title": "大愛憲改聯盟",
        "id": "DASG",
        "list": [
            {
                "name": "黃千明",
                "info": ""
            },
            {
                "name": "吾爾開希·多萊特",
                "info": "六四天安門事件／中國民運／王丹"
            },
            {
                "name": "黃馨主",
                "info": ""
            },
            {
                "name": "張怡菁",
                "info": ""
            },
            {
                "name": "李宗勲",
                "info": ""
            },
            {
                "name": "洪美珍",
                "info": ""
            }
        ]
    },
    "CHTY": {
        "title": "中華統一促進黨",
        "id": "CHTY",
        "list": [
            {
                "name": "張安樂",
                "info": "白狼／竹聯幫／江南案"
            },
            {
                "name": "趙福芬",
                "info": "國民黨苗栗黨代表"
            },
            {
                "name": "莊永彰",
                "info": "獅子會"
            },
            {
                "name": "肖云霞",
                "info": "陸配"
            },
            {
                "name": "陳建華",
                "info": "白色正義聯盟發言人"
            },
            {
                "name": "李淑華",
                "info": ""
            },
            {
                "name": "張孟崇",
                "info": ""
            },
            {
                "name": "陳韻如",
                "info": ""
            },
            {
                "name": "李宗奎",
                "info": "竹聯幫創幫大老／鍾馗／一清專案送入綠島"
            },
            {
                "name": "康淑敏",
                "info": ""
            }
        ]
    },
    "TIP": {
        "title": "台灣獨立黨",
        "id": "TIP",
        "list": [
            {
                "name": "田明達",
                "info": ""
            }
        ]
    }
}

export default function reducer(state = initialState, action = {}) {
  switch (action.type) {
    default:
      return state;
  }
}
