const dataMeta = {

    "parties-position" : 
    "截至網站更新前（1月14日），經過陸續幾波調查，得到自由台灣黨、時代力量、綠社盟、樹黨、大愛憲改聯盟、台聯等政黨的積極回覆。而國民黨、民進黨、親民黨、台聯、無盟都是現在立法院內有席次並有歷史表態紀錄的政黨；民國黨雖有 1 席，但並無任何表態資料。",
    
    "parties-bill" : 
    "截至網站更新前（1月14日），經過陸續幾波調查，得到自由台灣黨、時代力量、綠社盟、樹黨、大愛憲改聯盟、台聯等政黨的積極回覆，我們歡迎每個政黨進行表態承諾的回覆。",

    "matchgame-position" : 
    "截至網站更新前（1月14日），經過陸續幾波調查，得到自由台灣黨、時代力量、綠社盟、樹黨、大愛憲改聯盟、台聯等政黨的積極回覆，我們歡迎每個政黨進行表態承諾的回覆。",

    "people" : "",
    "updateTime" : "2016/1/14",

    "updateTimeFAQ" : "1月14日"

}
export default function get(){
    return dataMeta;
}
