const dataMeta = {

    "parties-position" : 
    "截至網站更新前（12月28日），已有自由台灣黨、時代力量、綠社盟、樹黨、大愛憲改聯盟、台聯回覆。而國民黨、民進黨、親民黨、台聯、無盟都是現在立法院內有席次並有歷史表態紀錄的政黨；民國黨雖有 1 席，但並無任何表態資料。",
    
    "parties-bill" : 
    "截至網站更新前（12月28日），已有自由台灣黨、時代力量、綠社盟、樹黨、大愛憲改聯盟、台聯回覆，我們歡迎每個政黨進行表態承諾的回覆。",

    "matchgame-position" : 
    "截至網站更新前（12月28日），已有自由台灣黨、時代力量、綠社盟、樹黨、大愛憲改聯盟、台聯回覆，我們歡迎每個政黨進行表態承諾的回覆。而目前立法院內有席次並有歷史表態紀錄的政黨，如果尚未回覆，我們將以他們過去的立院紀錄作為表態資料；如果回覆的承諾書與過去歷史紀錄結果不同，將以上方選擇之「舊的紀錄」或「新的承諾」優先來計算。",

    "people" : "",
    "updateTime" : "2015/12/28"

}
export default function get(){
    return dataMeta;
}
