const db = {
  NTC: {
    name: '新北市',
    districts: [
      {
        index: 1,
        subdistricts: ['石門區','泰山區','淡水區','三芝區','八里區','林口區']
      },
      {
        index: 2,
        subdistricts: [
          '蘆洲區',
          '五股區',
          '三重區:永福里,永清里,五福里,慈福里,慈生里,慈惠里,慈愛里,慈化里,慈祐里,五華里,富貴里,富華里,富福里,碧華里,永順里,仁華里'
        ]
      },
      {
        index: 3,
        subdistricts: ['三重區:大有里,二重里,頂崁里,谷王里,中興里,德厚里,成功里,福祉里,福民里,過田里,錦田里,重明里,光田里,光陽里,田心里,福田里,田中里,田安里,三民里,光明里,光正里,同安里,同慶里,菜寮里,永春里,中正里,吉利里,大同里,中民里,平和里,大安里,仁德里,忠孝里,仁義里,光榮里,光輝里,福星里,福利里,清和里,永興里,中山里,大園里,國隆里,重陽里,民生里,重新里,正德里,正義里,正安里,自強里,文化里,中央里,雙園里,錦通里,錦安里,長安里,光華里,長生里,開元里,大德里,長元里,長江里,長泰里,長福里,介壽里,萬壽里,錦江里,龍濱里,龍門里,秀江里,奕壽里,三安里,福安里,信安里,安慶里,幸福里,六合里,六福里,順德里,承德里,瑞德里,崇德里,厚德里,維德里,尚德里,培德里,永德里,永盛里,永安里,永煇里,溪美里,福隆里,五常里,仁忠里,五谷里,博愛里,福德里,永吉里,永發里,永豐里,立德里,福樂里,五順里']
      },
      {
        index: 4,
        subdistricts: ['新莊區:海山里,頭前里,國泰里,全安里,福基里,豐年里,忠孝里,恆安里,後港里,文衡里,中美里,八德里,興漢里,中和里,榮和里,中泰里,瓊林里,文德里,中誠里,裕民里,文明里,中港里,富國里,思源里,立人里,南港里,仁愛里,立德里,信義里,立言里,和平里,立功里,化成里,立志里,思賢里,營盤里,自強里,丹鳳里,自立里,合鳳里,幸福里,雙鳳里,自信里,龍鳳里,中華里,中隆里,中原里,中信里,四維里,建福里,中宏里,中全里,立泰里,全泰里,仁義里,立基里,昌明里,昌平里,文聖里,萬安里,龍安里,福營里,後德里,建安里,成德里,福興里,昌信里,昌隆里,中平里,立廷里,泰豐里,富民里,龍福里,祥鳳里,民全里']
      },
      {
        index: 5,
        subdistricts: [
          '樹林區',
          '鶯歌區',
          '新莊區:西盛里,民安里,民本里,光華里,光榮里,光明里,民有里,光正里,光和里'
        ]
      },
      {
        index: 6,
        subdistricts: ['板橋區:留侯里,流芳里,赤松里,黃石里,挹秀里,湳興里,新興里,社後里,香社里,中正里,自強里,自立里,光華里,國光里,港尾里,金華里,港德里,民權里,建國里,漢生里,公舘里,新民里,幸福里,忠誠里,百壽里,介壽里,新埔里,華江里,江翠里,純翠里,溪頭里,聯翠里,宏翠里,仁翠里,新翠里,吉翠里,德翠里,滿翠里,明翠里,松翠里,柏翠里,龍翠里,華翠里,忠翠里,嵐翠里,文翠里,青翠里,懷翠里,福翠里,港嘴里,埤墘里,永安里,香雅里,新生里,文德里,文化里,新海里,莒光里,光榮里,民安里,陽明里,朝陽里,松柏里,文聖里,莊敬里']
      },
      {
        index: 7,
        subdistricts: ['板橋區:振興里,振義里,光復里,埔墘里,長壽里,福壽里,海山里,九如里,玉光里,光仁里,雙玉里,廣新里,深丘里,香丘里,西安里,東丘里,長安里,福丘里,福祿里,民族里,國泰里,福德里,景星里,福星里,鄉雲里,廣德里,大豐里,重慶里,仁愛里,和平里,廣福里,華興里,華貴里,華德里,華東里,信義里,浮洲里,華中里,僑中里,中山里,復興里,大安里,福安里,聚安里,龍安里,崑崙里,溪洲里,溪北里,富貴里,正泰里,民生里,後埔里,華福里,堂春里,成和里,居仁里,東安里,五權里,溪福里,大觀里,歡園里']
      },
      {
        index: 8,
        subdistricts: ['中和區:中原里,平河里,信和里,仁和里,中正里,建和里,連和里,連城里,力行里,枋寮里,漳和里,廟美里,福真里,福善里,福美里,福祥里,瓦磘里,福和里,佳和里,新南里,南山里,頂南里,華新里,東南里,華南里,忠孝里,崇南里,景南里,橫路里,內南里,壽南里,外南里,復興里,和興里,景平里,景新里,景福里,景安里,景文里,錦和里,錦昌里,灰磘里,積穗里,民享里,員山里,嘉穗里,文元里,嘉新里,民安里,安穗里,瑞穗里,明穗里,清穗里,自強里,德穗里,民生里,國光里,壽德里,明德里,德行里,興南里,景本里,福南里,中興里,吉興里,中山里,碧河里,錦中里,錦盛里,民有里,員富里,嘉慶里,冠穗里,國華里,正南里,正行里']
      },
      {
        index: 9,
        subdistricts: [
          '永和區',
          '中和區:安樂里,安和里,安平里,中安里,泰安里,秀山里,秀成里,秀福里,秀景里,秀明里,秀峰里,秀仁里,秀水里,宜安里,安順里,秀義里,秀士里'
        ]
      },
      {
        index: 10,
        subdistricts: ['三峽區','土城區']
      },
      {
        index: 11,
        subdistricts: ['新店區','深坑區','石碇區','坪林區','烏來區']
      },
      {
        index: 12,
        subdistricts: ['貢寮區','雙溪區','金山區','萬里區','瑞芳區','平溪區','汐止區']
      }
    ]
  },
  TPE: {
    name: '台北市',
    districts: [
      {
        index: 1,
        subdistricts: [
          '北投區',
          '士林區:德行里,德華里,忠誠里,三玉里,蘭雅里,蘭興里,天福里,天祿里,天壽里,天和里,天山里,天玉里,天母里',
        ]
      },
      {
        index: 2,
        subdistricts: [
          '大同區',
          '士林區:仁勇里,義信里,福林里,福德里,福志里,舊佳里,福佳里,後港里,福中里,前港里,百齡里,承德里,福華里,明勝里,福順里,富光里,葫蘆里,葫東里,社子里,社新里,社園里,永倫里,福安里,富洲里,岩山里,名山里,聖山里,芝山里,東山里,永福里,公館里,新安里,陽明里,菁山里,平等里,溪山里,翠山里,臨溪里',
        ]
      },
      {
        index: 3,
        subdistricts: [
          '中山區',
          '松山區:莊敬里,東榮里,三民里,新益里,富錦里,新東里,富泰里,介壽里,精忠里,東光里,龍田里,東昌里,東勢里,中華里,民有里,民福里,安平里,鵬程里,自強里,松基里',
        ]
      },
      {
        index: 4,
        subdistricts: ['南港區', '內湖區']
      },
      {
        index: 5,
        subdistricts: [
          '萬華區',
          '中正區:永功里,永昌里,龍興里,忠勤里,廈安里,愛國里,南門里,龍光里,南福里,龍福里,新營里,建國里,光復里,黎明里,梅花里,幸福里,幸市里,東門里,文北里,文祥里,三愛里',
        ]
      },
      {
        index: 6,
        subdistricts: ['大安區']
      },
      {
        index: 7,
        subdistricts: [
          '信義區',
          '松山區:慈祐里,吉祥里,新聚里,復盛里,中正里,中崙里,美仁里,吉仁里,敦化里,復源里,復建里,復勢里,福成里',
        ]
      },
      {
        index: 8,
        subdistricts: [
          '文山區',
          '中正區:水源里,富水里,文盛里,林興里,河堤里,頂東里,網溪里,板溪里,螢圃里,螢雪里',
        ]
      }
    ]
  }, 
  TYN: {
    name: '桃園市',
    districts: [
      {
        index: 1,
        subdistricts: [
          '蘆竹區',
          '龜山區',
          '桃園區:忠義里,會稽里,汴洲里,萬壽里,青溪里,三民里,大興里,春日里,大有里,寶山里,三元里'
        ]
      },
      {
        index: 2,
        subdistricts: ['新屋區','楊梅區','觀音區','大園區']
      },
      {
        index: 3,
        subdistricts: ['中壢區:龍平里,龍昌里,永興里,內壢里,成功里,光明里,自立里,龍興里,仁美里,新街里,中央里,普仁里,普義里,忠義里,東興里,洽溪里,新明里,新興里,中原里,內定里,中壢里,龍岡里,水尾里,青埔里,復興里,文化里,興國里,忠福里,信義里,石頭里,龍東里,中建里,興南里,後寮里,過嶺里,五權里,舊明里,芝芭里,月眉里,三民里,山東里,中榮里,內厝里,振興里,普慶里,興和里,永光里,復華里,忠孝里,福德里,和平里,普忠里,普強里,明德里,至善里,五福里,龍德里,正義里,德義里,仁義里,仁福里,幸福里,永福里,華愛里,莊敬里,自治里,健行里,興平里,中興里,龍慈里,自信里,林森里,金華里']
      },
      {
        index: 4,
        subdistricts: ['桃園區:文化里,文明里,武陵里,大林里,長美里,民生里,永興里,永安里,東埔里,東門里,東山里,長安里,中埔里,西埔里,西門里,中和里,文昌里,新埔里,中山里,慈文里,西湖里,南門里,南華里,玉山里,中成里,中正里,北門里,雲林里,福林里,光興里,龍山里,龍岡里,成功里,朝陽里,中興里,豐林里,建國里,大豐里,福安里,信光里,中寧里,同安里,莊敬里,文中里,泰山里,中路里,中德里,龍祥里,龍鳳里,龍安里,自強里,中信里,長德里,中平里,中原里,中泰里,南埔里,寶慶里,北埔里,中聖里,龍壽里,同德里,明德里,寶安里,瑞慶里']
      },
      {
        index: 5,
        subdistricts: ['平鎮區','龍潭區']
      },
      {
        index: 6,
        subdistricts: [
          '大溪區',
          '八德區',
          '復興區',
          '中壢區:仁德里,自強里,中堅里,仁愛里,中正里,興仁里,篤行里,仁祥里,龍安里,中山里,華勛里,仁和里'
        ]
      }
    ]
  },
  TXG: {
    name: '台中市',
    districts: [
      {
        index: 1,
        subdistricts: ['梧棲區','外埔區','大甲區','大安區','清水區']
      },
      {
        index: 2,
        subdistricts: [
          '龍井區',
          '沙鹿區',
          '大肚區',
          '霧峰區',
          '烏日區',
          '大里區:東湖里,西湖里'
        ]
      },
      {
        index: 3,
        subdistricts: ['神岡區','潭子區','后里區','大雅區']
      },
      {
        index: 4,
        subdistricts: ['西屯區','南屯區']
      },
      {
        index: 5,
        subdistricts: ['北區','北屯區']
      },
      {
        index: 6,
        subdistricts: ['中區','東區','西區','南區']
      },
      {
        index: 7,
        subdistricts: [
          '太平區',
          '大里區:大里里,新里里,樹王里,東興里,祥興里,日新里,西榮里,內新里,東昇里,立仁里,新仁里,大元里,夏田里,仁化里,健民里,塗城里,瑞城里,金城里,國光里,大明里,永隆里,長榮里,中新里,立德里,仁德里'
        ]
      },
      {
        index: 8,
        subdistricts: ['豐原區','石岡區','和平區','東勢區','新社區']
      }
    ]
  },
  TNN: {
    name: '台南市',
    districts: [
      {
        index: 1,
        subdistricts: ['將軍區','學甲區','新營區','鹽水區','白河區','下營區','東山區','北門區','柳營區','六甲區','後壁區','官田區']
      },
      {
        index: 2,
        subdistricts: ['善化區','西港區','山上區','楠西區','新化區','新市區','玉井區','大內區','南化區','麻豆區','七股區','左鎮區','佳里區','安定區']
      },
      {
        index: 3,
        subdistricts: ['中西區','安南區','北區']
      },
      {
        index: 4,
        subdistricts: ['安平區','南區','東區']
      },
      {
        index: 5,
        subdistricts: ['關廟區','歸仁區','永康區','仁德區','龍崎區']
      }
    ]
  },
  KHH: {
    name: '高雄市',
    districts: [
      {
        index: 1,
        subdistricts: ['阿蓮區','那瑪夏區','桃源區','美濃區','內門區','大社區','六龜區','杉林區','燕巢區','甲仙區','大樹區','田寮區','旗山區','茂林區']
      },
      {
        index: 2,
        subdistricts: ['梓官區','湖內區','岡山區','路竹區','彌陀區','橋頭區','茄萣區','永安區']
      },
      {
        index: 3,
        subdistricts: ['楠梓區','左營區']
      },
      {
        index: 4,
        subdistricts: ['大寮區','仁武區','鳥松區','林園區']
      },
      {
        index: 5,
        subdistricts: [
          '鼓山區',
          '旗津區',
          '鹽埕區',
          '三民區:安東里,安和里,達德里,達明里,達仁里,達勇里,同德里,德智里,德仁里,安生里,德東里,德行里,精華里,民享里,安宜里,安泰里,安邦里,十全里,十美里,德北里,立誠里,立業里,港東里,港新里,港西里,博愛里,博惠里,長明里,建東里,興德里,鳳南里,鳳北里,德西里,豐裕里,川東里,裕民里,力行里,千歲里,立德里,千北里,千秋里'
        ]
      },
      {
        index: 6,
        subdistricts: [
          '三民區:鼎金里,鼎盛里,鼎強里,鼎力里,鼎西里,鼎中里,鼎泰里,本館里,本和里,本文里,本武里,本元里,本安里,本上里,本揚里,寶獅里,寶德里,寶泰里,寶興里,寶中里,寶華里,寶國里,寶民里,寶慶里,寶業里,寶盛里,寶安里,寶龍里,寶珠里,寶玉里,灣子里,灣愛里,灣中里,灣華里,灣勝里,灣利里,灣復里,正興里,正順里,灣興里,灣成里,安康里,安寧里,安吉里,安發里'
        ]
      },
      {
        index: 7,
        subdistricts: [
          '前金區',
          '新興區',
          '苓雅區',
          '前鎮區:興東里,復國里,竹內里,竹東里,竹南里,竹北里,竹西里,竹中里'
        ]
      },
      {
        index: 8,
        subdistricts: ['鳳山區']
      },
      {
        index: 9,
        subdistricts: [
          '小港區',
          '前鎮區:草衙里,明孝里,明正里,明義里,仁愛里,德昌里,平等里,平昌里,明禮里,信義里,信德里,明道里,興化里,興仁里,前鎮里,鎮東里,鎮榮里,鎮昌里,鎮海里,鎮陽里,興邦里,鎮中里,鎮北里,忠純里,忠誠里,西山里,民權里,建隆里,振興里,良和里,西甲里,盛興里,盛豐里,興中里,忠孝里,瑞竹里,瑞南里,瑞豐里,瑞祥里,瑞東里,瑞和里,瑞平里,瑞隆里,瑞北里,瑞西里,瑞崗里,瑞興里,瑞誠里,瑞文里,瑞華里,瑞昌里'
        ]
      }
    ]
  },
  ILA: {
    name: '宜蘭縣',
    districts: [
      {
        index: 1,
        subdistricts: ['頭城鎮','冬山鄉','宜蘭市','員山鄉','大同鄉','羅東鎮','壯圍鄉','三星鄉','礁溪鄉','五結鄉','蘇澳鎮','南澳鄉']
      }
    ]
  },
  HSZ: {
    name: '新竹縣',
    districts: [
      {
        index: 1,
        subdistricts: ['關西鎮','芎林鄉','尖石鄉','湖口鄉','竹北市','寶山鄉','五峰鄉','北埔鄉','新埔鎮','新豐鄉','竹東鎮','橫山鄉','峨眉鄉']
      }
    ]
  },
  ZMI: {
    name: '苗栗縣',
    districts: [
      {
        index: 1,
        subdistricts: ['銅鑼鄉','竹南鎮','苑裡鎮','後龍鎮','三義鄉','通霄鎮','西湖鄉','造橋鄉']
      },
      {
        index: 2,
        subdistricts: ['公館鄉','大湖鄉','三灣鄉','卓蘭鎮','南庄鄉','頭屋鄉','頭份市','獅潭鄉','苗栗市','泰安鄉']
      }
    ]
  },
  CHW: {
    name: '彰化縣',
    districts: [
      {
        index: 1,
        subdistricts: ['和美鎮','線西鄉','伸港鄉','鹿港鎮','福興鄉','秀水鄉']
      },
      {
        index: 2,
        subdistricts: ['花壇鄉','彰化市','芬園鄉']
      },
      {
        index: 3,
        subdistricts: ['芳苑鄉','溪湖鎮','二林鎮','埤頭鄉','北斗鎮','竹塘鄉','埔鹽鄉','溪州鄉','大城鄉','埔心鄉']
      },
      {
        index: 4,
        subdistricts: ['員林市','社頭鄉','大村鄉','田尾鄉','二水鄉','田中鎮','永靖鄉']
      }
    ]
  },
  NAN: {
    name: '南投縣',
    districts: [
      {
        index: 1,
        subdistricts: ['魚池鄉','國姓鄉','仁愛鄉','中寮鄉','埔里鎮','草屯鎮']
      },
      {
        index: 2,
        subdistricts: ['名間鄉','水里鄉','竹山鎮','集集鎮','鹿谷鄉','信義鄉','南投市']
      }
    ]
  },
  YLN: {
    name: '雲林縣',
    districts: [
      {
        index: 1,
        subdistricts: ['虎尾鎮','北港鎮','麥寮鄉','東勢鄉','水林鄉','褒忠鄉','元長鄉','口湖鄉','四湖鄉','土庫鎮','臺西鄉']
      },
      {
        index: 2,
        subdistricts: ['大埤鄉','崙背鄉','斗六市','西螺鎮','莿桐鄉','斗南鎮','林內鄉','二崙鄉','古坑鄉']
      }
    ]
  },
  CYI: {
    name: '嘉義縣',
    districts: [
      {
        index: 1,
        subdistricts: ['朴子市','義竹鄉','鹿草鄉','六腳鄉','東石鄉','太保市','布袋鎮','水上鄉']
      },
      {
        index: 2,
        subdistricts: ['梅山鄉','大林鎮','竹崎鄉','番路鄉','民雄鄉','中埔鄉','溪口鄉','大埔鄉','阿里山鄉','新港鄉']
      }
    ]
  },
  PIF: {
    name: '屏東縣',
    districts: [
      {
        index: 1,
        subdistricts: ['泰武鄉','長治鄉','鹽埔鄉','萬巒鄉','內埔鄉','霧臺鄉','潮州鎮','瑪家鄉','竹田鄉','九如鄉','里港鄉','高樹鄉','三地門鄉']
      },
      {
        index: 2,
        subdistricts: ['萬丹鄉','麟洛鄉','屏東市']
      },
      {
        index: 3,
        subdistricts: ['來義鄉','枋山鄉','東港鎮','牡丹鄉','新園鄉','南州鄉','恆春鎮','新埤鄉','滿州鄉','車城鄉','春日鄉','獅子鄉','林邊鄉','琉球鄉','枋寮鄉','崁頂鄉','佳冬鄉']
      }
    ]
  },
  TTT: {
    name: '台東縣',
    districts: [
      {
        index: 1,
        subdistricts: ['延平鄉','東河鄉','長濱鄉','蘭嶼鄉','達仁鄉','關山鎮','池上鄉','臺東市','綠島鄉','大武鄉','海端鄉','成功鎮','卑南鄉','太麻里鄉','鹿野鄉','金峰鄉']
      }
    ]
  },
  HUN: {
    name: '花蓮縣',
    districts: [
      {
        index: 1,
        subdistricts: ['豐濱鄉','卓溪鄉','鳳林鎮','新城鄉','吉安鄉','瑞穗鄉','富里鄉','玉里鎮','光復鄉','萬榮鄉','花蓮市','秀林鄉','壽豐鄉']
      }
    ]
  },
  MZG: {
    name: '澎湖縣',
    districts: [
      {
        index: 1,
        subdistricts: ['湖西鄉','七美鄉','白沙鄉','馬公市','西嶼鄉','望安鄉']
      }
    ]
  },
  KEL: {
    name: '基隆市',
    districts: [
      {
        index: 1,
        subdistricts: ['中正區','七堵區','信義區','暖暖區','中山區','安樂區','仁愛區']
      }
    ]
  },
  HCC: {
    name: '新竹市',
    districts: [
      {
        index: 1,
        subdistricts: ['東區','香山區','北區']
      }
    ]
  },
  CYC: {
    name: '嘉義市',
    districts: [
      {
        index: 1,
        subdistricts: ['西區','東區']
      }
    ]
  },
  MFK: {
    name: '連江縣',
    districts: [
      {
        index: 1,
        subdistricts: ['南竿鄉','莒光鄉','北竿鄉','東引鄉']
      }
    ]
  },
  KNH: {
    name: '金門縣',
    districts: [
      {
        index: 1,
        subdistricts: ['金湖鎮','金寧鄉','金城鎮','金沙鎮','烏坵鄉','烈嶼鄉']
      }
    ]
  },
  MAB: {
    name: '山地原住民',
    districts: [
      {
        index: 1,
        subdistricts: ['全國']
      }
    ]
  },
  LAB: {
    name: '平地原住民',
    districts: [
      {
        index: 1,
        subdistricts: ['全國']
      }
    ]
  }
};
export default function get(){
    return db;
}

